Repository: cibersheep/Yatzy
Catalog: po/*.po
Languages: ca

source: About
ca: Quant a

source: Back
ca: Enrere

source: Version %1
ca: Versió %1

source: Released under the terms of the GNU GPL v3
ca: Publicada sota els termes de la GNU GPL v3

source: Source code available on
ca: Codi font disponible a

source: Game in progress
ca: Joc en curs

source: Change game mode
ca: Canvia el mode de joc

source: Are you sure you want to restart this game?
ca: Segur que voleu reiniciar aquest joc?

source: Start a<br/>new game
ca: Inicia un<br/>nou joc

source: Change mode<br/>and reset
ca: Canvia de mode<br/>i reinicia

source: Continue<br/>current game
ca: Continua<br/>el joc actual

source: Clear scores
ca: Neteja les puntuacions

source: Existing scores will be deleted. This cannot be undone.
ca: Les puntuacions existents s'eliminaran. Això no es pot desfer.

source: Keep existing scores
ca: Manté les puntuacions existents

source: How to play
ca: Com es juga

source: High scores
ca: Rècords

source: Reload
ca: Recarrega

source: Now
ca: Ara

source: %n second ago
ca: fa %n segons

source: %n minute ago
ca: fa %n minut

source: %n hour ago
ca: fa %n hora

source: %n day ago
ca: fa %n dia

source: New Game
ca: Joc nou

source: Roll (%n)
ca: Tirada (%n)

source: Ones
ca: Uns

source: Twos
ca: Dos

source: Threes
ca: Tres

source: Fours
ca: Quatres

source: Fives
ca: Cincs

source: Sixes
ca: Sisos

source: Bonus
ca: Bonificació

source: Chance
ca: Oportunitat

source: One Pair
ca: Una parella

source: Two Pair
ca: Dues parelles

source: Three of a Kind
ca: Trio

source: Four of a Kind
ca: Quartet

source: Small Straight
ca: Escala menor

source: Large Straight
ca: Escala major

source: House
ca: Full

source: How to Play
ca: Regles de joc

source: Info
ca: Informació

source: is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
ca: és u joc on feu una tirada de cinc daus provant de fer conjunts per aconseguir punts. L'objectiu és aconseguir la major puntuació.

source: The game is made up of <b>15</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
ca: Cada jugada està format per <b>15</b> torns. Cada torn comença tirant els cinc daus. Podeu tornar a llançar-ne alguns o tots els daus fins a dues vegades. Seleccioneu els daus que no volgueu tornar a llançar.

source: Points are scored by summing the dice that make each set. The following sets are possible.
ca: Es guanyen punts sumant els daus que conformen conjunts. Els conjunts possibles són:

source: Dice showing the number 1.
ca: Daus que mostrin el número 1.

source: Dice showing the number 2.
ca: Daus que mostrin el número 2.

source: Dice showing the number 3.
ca: Daus que mostrin el número 3.

source: Dice showing the number 4.
ca: Daus que mostrin el número 4.

source: Dice showing the number 5.
ca: Daus que mostrin el número 5.

source: Dice showing the number 6.
ca: Daus que mostrin el número 6.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 50 points is given.
ca: Si els conjunts anteriors sumen un mínim de 63 punts (una mitjana de tres daus a cada conjunt), s'obtendrà una bonificació de 50 punts.

source: Two dice showing the same number (largest pair used).
ca: Dos daus que mostrin el mateix número (s'usa el parell més alt)

source: Two Pairs
ca: Dos parells

source: Two pairs of dice.
ca: Dos parells de daus.

source: Three dice showing the same number. The eyes of <b>equal</b> dice are sum up.
ca: Tres daus que mostrin el mateix número. Es sumen els daus <b>iguals.</b>

source: Four dice showing the same number. The eyes of <b>equal</b> dice are sum up.
ca: Quatre daus que mostrin el mateix número. Es sumen els daus <b>iguals.</b>

source: 1 to 5 in any order -> <b>15</b> points.
ca: De l'1 al 5 en qualsevol ordre -> <b>15</b> punts.

source: Long Straight
ca: Escala major

source: 2 to 6 in any order -> <b>20</b> points.
ca: del 2 al 6 en qualsevol ordre -> <b>20</b> punts.

source: A pair and a three of a kind <b>sum up</b>.
ca: Una parella i un trio de qualsevol tipus <b>sumats</b>.

source: All five dice showing the same number (worth 50 points).
ca: Tots cinc daus mostrant el mateix número (val 50 punts).

source: All dice used for scoring.
ca: Tots els daus que puntuen.

source: You must choose a set for each turn. If the dice do not match the chosen set rules then zero is scored for that set.
ca: Heu de triar un conjunt per a cada torn. Si els daus no coincideixen amb les regles del conjunt escollides, aquest conjunt no puntuarà res.

source: Have fun!
ca: Divertiu-vos!

source: The game is made up of <b>13</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
ca: El joc està format per <b>13</b> torns. Cada torn comença tirant els cinc daus. Podeu tornar a llançar-ne alguns o tots els daus fins a dues vegades. Seleccioneu els que no volgueu tornar a llançar.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 35 points is given.
ca: Si els conjunts anteriors sumen un mínim de 63 punts (una mitjana de tres daus a cada conjunt), es donarà una bonificació de 35 punts.

source: Three dice showing the same number. The eyes of <b>all</b> dice are sum up.
ca: Tres daus que mostrin el mateix número. Es sumaran <b>tots</b> els daus.

source: Four dice showing the same number. The eyes of <b>all</b> dice are sum up.
ca: Quatre daus que mostrin el mateix número. Es sumaran <b>tots</b> els daus.

source: Row of four in any order -> <b>30</b> points.
ca: Escala de cuatre daus en qualsevol ordre -> <b>30</b> punts.

source: Row of five in any order -> <b>40</b> points.
ca: Escala de cinc daus en qualsevol ordre -> <b>40</b> punts.

source: A pair and a three of a kind -> <b>25</b> points.
ca: Una parella i un trio de qualsevol tipus -> <b>25</b> punts.

source: High Scores
ca: Rècords
